//---------------------------------------------------------------
//
//	 ( ( 
//	  ) )     
//	(----)-)    Carey Creat
//	 \__/-'     T2016 
//	`----'    ==============
//----------------------------------------------------------------
//
// This program is the ___ header Sense Control Platform project.
// Tool chain: iar 8.2.2
// Date: 2016.11.11
// Author: Carey
//-----------------------------------------------------------------------------


#ifndef __IO_CONF_H  
#define __IO_CONF_H  

#include <ioCC2530.h>

typedef unsigned char   u8;
typedef unsigned short  u16;

/********************************  Hard Ware  connection  ************************
 *           -----------------
 *          |   PA0 - L1      |
 *          |   PA7 - L8      |
 *           ----------------- 																						 
**********************************************************************************/
//IO方向设置

////IO操作
#define	Find_IO  P1_6  //

/********************************  Hard Ware  connection  ************************/


/*******函数声明*********/
u8 FindIO_Init(void);//初始化DHT11

#endif















